######## 지역 ###########

REGION = {
    '서울' : ['중구', '종로','용산','성동','광진','동대문','중랑','성북','강북','도봉','노원','은평','서대문','마포','양천',
         '강서','구로','금천','영등포','동작','관악','서초','강남','송파','강동', '수도권', '서울'],
    
    '경기' : ['수원', '고양','용인','성남','부천','화성','안산','남양주',
            '안양','평택','시흥','파주','의정부','김포','광주','광명','군포','하남','오산',
            '양주','이천','구리','안성','포천','의왕','양평','여주','동두천','가평','과천','연천', '경기'],
    
    '강원' : ['춘천','원주','강릉','동해','태백','속초','삼척','홍천','횡성','영월','평창','정선','철원','화천','양구','인제','고성','양양', '강원'],
    
    '충남' : ['천안','공주','보령','아산','서산','논산','계룡','당진','금산','부여','서천','청양','홍성','예산','태안','충남', '충청남'],
    
    '충북' : ['청주','충주','제천','보은','옥천','영동','증평','진천','괴산','음성','단양','충북', '충청북'],
    '세종' : ['세종'],
    '대전' : ['유성구', '대덕구', '대전'],
    
    '경남' : ['포항','경주','김천','안동','구미','영주','영천','상주','문경','경산','군위','의성','청송','영양','영덕','청도','고령','성주',
             '칠곡','예천','봉화','울진','울릉', '경북', '경상북도'],
    
    '대구' : ['수성','달서','달성', '대구'],
    '울산' : ['울주','울산'],
    '광주' : ['광산','광주'],
    '부산' : ['영도구','부산진구', '사하구', '동래','해운대','금정','강서','연제','수영','사상','기장', '부산'],
    '전북' : ['전주','군산','익산','정읍','남원','김제','완주','진안','무주','장수','임실',
             '순창','고창','부안', '전북', '전라북도'],
    '전남' : ['목포','여수','순천','나주','광양','담양','곡성','구례','고흥','보성',
             '화순','장흥','강진','해남','영암','무안','함평','영광',
             '장성','완도','진도','신안군','전남', '전라남도'],
    '제주' : ['제주', '서귀포']


}